Repository: orontee/porte-monnaie
Catalog: site/tracker/locale/*/LC_MESSAGES/django.po
Languages: fr

source: next two months
fr: deux prochains mois

source: next three months
fr: trois prochains mois

source: next four months
fr: quatre prochains mois

source: next five months
fr: cinq prochains mois

source: next six months
fr: six prochains mois

source: forthcoming year
fr: année à venir

source: The amount must be non-zero.
fr: Le montant ne peut être nul.

source: All expenditures must occur on valid dates.
fr: Toutes les dates doivent être valides.

source: user name
fr: nom d'utilisateur

source: This user name is unknown.
fr: Ce nom d'utilisateur est inconnu.

source: default purse
fr: porte-monnaie par défaut

source: purse name
fr: nom du porte-monnaie

source: users
fr: utilisateurs

source: created
fr: crée le

source: amount
fr: montant

source: author
fr: auteur

source: purse
fr: porte-monnaie

source: generated
fr: généré

source: name
fr: nom

source: weight
fr: poids

source: last use
fr: dernière utilisation

source: Permission denied
fr: Accès refusé

source: You are not allowed to access the requested page.
fr: Vous n'êtes pas autorisé à accéder à la page demandée.

source: Page not found
fr: Page non trouvée

source: We're sorry, but the requested page could not be found.
fr: Nous sommes désolé mais la page demandée n'a pu être trouvée.

source: Server error
fr: Erreur du serveur

source: There's been an error. It's been reported to the site administrators and should be fixed shortly. Thanks for your patience.
fr: Une erreur est survenue. L'administrateur du site a été informé et devrait corriger rapidement. Merci pour votre patience.

source: add
fr: ajouter

source: browse
fr: parcourir

source: report
fr: bilan

source: search
fr: recherche

source: expenditure deletion
fr: suppression d'une dépense

source: Confirm the deletion of the %(amount)s€ expenditure described as follows: <q>%(description)s</q>.
fr: Confirmez la suppression de la dépense de %(amount)s€ avec la description&nbsp;: <q>%(description)s</q>.

source: delete
fr: supprimer

source: Expenditure search
fr: Recherche de dépenses

source: Found one expenditure for an amount of %(total)s€.
fr: Une dépense trouvée pour un montant de %(total)s€.

source: You authored %(user)s€.
fr: Dont %(user)s€ sont à votre initiative.

source: No expenditures found!
fr: Pas de dépenses trouvées&nbsp;!

source: edit expenditure
fr: édition d'une dépense

source: add expenditure
fr: ajouter une dépense

source: save
fr: enregistrer

source: continue
fr: poursuivre

source: previous
fr: précédent

source: next
fr: suivant

source: In %(date)s, the current amount of expenditures is equal to %(total)s€.
fr: Au mois de %(date)s, le montant total des dépenses s'élève à %(total)s€.

source: In %(date)s, the total amount of expenditures was equal to %(total)s€.
fr: Au mois de %(date)s, le montant total des dépenses a été de %(total)s€.

source: No expenditures found for %(date)s!
fr: Pas de dépenses pour le mois de %(date)s&nbsp;!

source: Report for %(date)s
fr: Bilan de l'année %(date)s

source: The following table outlines your expenditures for the current year.
fr: La table suivante donne un aperçu de vos dépenses au cours de cette année.

source: The following table outlines your expenditures for %(date)s.
fr: La table suivante donne un aperçu de vos dépenses de %(date)s.

source: month
fr: mois

source: average
fr: moyenne

source: delta
fr: écart

source: totals
fr: totaux

source: histogram
fr: histogramme

source: No expenditures found in %(date)s!
fr: Pas de dépenses en %(date)s&nbsp;!

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.

source: A web application for people to track and share their expenditures.
fr: Un site pour gérer des dépenses à plusieurs.

source: create account
fr: créer un compte

source: login
fr: connexion

source: parameters
fr: paramètres

source: purse list
fr: liste des porte-monnaies

source: account parameters
fr: paramètres du compte

source: log out
fr: déconnexion

source: purse deletion
fr: suppression d'un porte-monnaie

source: Confirm the deletion of the purse named <q>%(name)s</q> described as follows: <q>%(description)s</q>.
fr: Confirmez la suppression du porte-monnaie <q>%(name)s</q> avec la description&nbsp;: <q>%(description)s</q>.

source: Confirm the deletion of the purse named <q>%(name)s</q>.
fr: Confirmez la suppression du porte-monnaie <q>%(name)s</q>.

source: cancel
fr: abandonner

source: edit purse
fr: éditer un porte-monnaie

source: add purse
fr: ajouter un porte-monnaie

source: You may also <a href="%(delete_url)s">delete</a> or <a href="%(share_url)s">share</a> this purse.
fr: Vous pouvez également <a href="%(delete_url)s">supprimer</a> ou <a href="%(share_url)s">partager</a> ce porte-monnaie.

source: You have access to one purse.
fr: Vous avez accès à un porte-monnaie.

source: You can <a href="%(create_url)s">create new purses</a>.
fr: Vous pouvez <a href="%(create_url)s">ajouter de nouveaux porte-monnaies</a>.

source: You don't belong to any purse right now!
fr: Vous n'avez accès à aucun porte-monnaie pour le moment&nbsp;!

source: Create a new purse...
fr: Créer un porte-monnaie...

source: Share purse
fr: Partager un porte-monnaie

source: Warning!
fr: Attention&nbsp;!

source: You are about to share the purse named <q>%(name)s</q>. Sharing a purse is an irreversible operation. Whatsmore, once a purse is shared with a given user, that user is free to share or delete the purse.
fr: Vous êtes sur le point de partager le porte-monnaie nommé <q>%(name)s</q>. Le partage d'un porte-monnaie est une opération irréversible. Par ailleurs, tous les utilisateurs d'un porte-monnaie sont libres de partager ou de supprimer ce porte-monnaie.

source: share
fr: partager

source: Thanks for your interest in Porte-monnaie! To activate the account `%(username)s', please visit the following page: http://aimersanscompter.fr%(the_url)s.
fr: Merci de vous intéresser à Porte-monnaie ! Pour activer le compte «%(username)s», consultez la page suivante : http://aimersanscompter.fr%(the_url)s.

source: Porte-monnaie: Account activation
fr: Porte-monnaie : activation d'un compte utilisateur

source: Thank you for trying Porte-monnaie! Your user account has been deactivated. You data will be kept for 30 days from now. Within this period, it is still possible to get your user account back by visiting the following page: http://aimersanscompter.fr%(the_url)s. Later your data will be definitively lost and your account deleted.
fr: Merci d'avoir essayé Porte-monnaie ! Votre compte a été désactivé. Vos données seront conservées pendant 30 jours à partir de maintenant. Pendant cette période, il vous est possible d'accéder à nouveau à votre compte en consultant la page suivante : http://aimersanscompter.fr%(the_url)s. Après vos données seront définitivement perdues et votre compte bel et bien supprimé.

source: Porte-monnaie: Account deletion
fr: Porte-monnaie : suppression d'un compte utilisateur

source: logged out
fr: déconnexion

source: Thanks for spending some quality time with us today!
fr: Merci pour le temps que vous avez accordé à ce site aujourd'hui.

source: log in again
fr: se reconnecter

source: log in
fr: connecter

source: change password
fr: changer de mot de passe

source: account activated
fr: compte activé

source: Congratulations! The user account %(username)s has been activated.
fr: Félicitations&nbsp;! Le compte utilisateur «%(username)s» a été activé.

source: Go to the login page
fr: Aller à la page de connexion

source: user account deletion
fr: suppression du compte utilisateur

source: In case you decide to delete your user account, note that your data will still be kept for 30 days. Just in case you change your mind...
fr: Si vous décidez de supprimer votre compte utilisateur, vos données personnelles seront conservées pendant 30 jours, au cas où vous changeriez d'avis... Au delà de cette période, elles seront définitivement perdues.

source: Confirm the deletion of your user account.
fr: Confirmez la suppression de votre compte utilisateur.

source: account created
fr: compte créé

source: Thanks for your interest in Porte-monnaie! You'll soon receive an email with instructions to activate your account.
fr: Merci de vous intéresser à Porte-monnaie&nbsp;! Vous recevrez bientôt un courrier électronique expliquant comment activer votre compte.

source: You may also <a href="%(change_url)s">change your password</a> or <a href="%(user_deletion)s">delete your user account</a>.
fr: Vous pouvez également <a href="%(change_url)s">changer votre mot de passe</a> ou <a href="%(user_deletion)s">supprimer votre compte utilisateur</a>.

source: First, create a purse...
fr: Commencez par créer un porte-monnaie...

source: Your default purse is now <q>{name}</q>.
fr: Votre porte-monnaie par défaut est maintenant <q>{name}</q>.

source: The purse called <q>{purse}</q> is already shared with {other}.
fr: Le porte-monnaie <q>{purse}</q> est déjà partagé avec {other}.

source: The purse called <q>{purse}</q> is now shared with {other}.
fr: Le porte-monnaie <q>{purse}</q> est maintenant partagé avec {other}.

source: Filter expenditures
fr: Filtrer les dépenses

source: Apply filter
fr: Appliquer le filtre
